-- phpMyAdmin SQL Dump
-- version 4.8.3
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 19 أغسطس 2022 الساعة 00:13
-- إصدار الخادم: 10.1.36-MariaDB
-- PHP Version: 5.6.38

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `user`
--

-- --------------------------------------------------------

--
-- بنية الجدول `bones`
--

CREATE TABLE `bones` (
  `ID` int(11) NOT NULL,
  `Name` varchar(100) NOT NULL,
  `degree` varchar(100) NOT NULL,
  `specialty` varchar(100) NOT NULL,
  `price` int(11) NOT NULL,
  `address` varchar(100) NOT NULL,
  `governorate` varchar(100) NOT NULL,
  `waiting` varchar(100) NOT NULL,
  `part` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- إرجاع أو استيراد بيانات الجدول `bones`
--

INSERT INTO `bones` (`ID`, `Name`, `degree`, `specialty`, `price`, `address`, `governorate`, `waiting`, `part`) VALUES
(1, 'دكتور تامر يحيي', 'استشاري جراحه العظام وجراحه العمود الفقري والمفاصل', 'دكتور عظام متخصص في تشوهات العظام واصابات الملاعب', 350, 'المهندسين: شارع شهاب برج الزهراء', 'القاهره', '52', ''),
(2, 'دكتور براء حسن هلال\r\n', 'استشاري جراحه العظام وجراحه العمود الفقري والمفاصل', 'دكتور عظام متخصص جراحه عظم الاطفال في تشوهات العظام واصابات الملاعب', 300, 'الدقي: شارع التحرير ', 'القاهره', '29', ''),
(3, 'دكتور احمد السيوفي\r\n', 'جراح العظام الصناعيه والمناظير\r\n', 'دكتور عظام متخصص جراحه عظم الاطفال في تشوهات العظام واصابات الملاعب', 250, 'المهندسين: شارع احمد عربي', 'القاهره', '29', ''),
(4, 'دكتور احمد حامد دياب', 'استشارى جراحة العظام وجراحه العمود الفقري', 'دكتور عظام متخصص تغير المفاصل والقدم والكاحل', 200, 'المنوفيه: مصطفى المراغي بجوار بي تك', 'المنوفيه', '18', ''),
(5, 'دكتور احمد فتحي الشيمي', 'استشارى جراحة العظام وجراحه العمود الفقري', 'دكتور عظام متخصص جراحه العمود الفقري والعظام', 400, 'الشرقيه:المحور المركزي', 'الشرقيه', '400', ''),
(6, 'دكتور بهاء الدين سعيد الخضري', 'استشارى جراحة العظام واصابات الملاعب والكتف والركبه', 'دكتور عظام متخصص جراحه العمود الفقري والعظام \r\n', 400, ' المنوفيه:شارع النصر', 'المنوفيه', '17', ''),
(0, 'marwa', 'dfgjkgss', 'aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa', 23, 'dfghjkiy', 'fghjiy', '34', 'عظام'),
(1, 'دكتور فوده كلينك\r\n', 'جراحة و تجميل الاسنان\r\n', 'دكتور متخصص في اسنان الاطفال , تركيبات اسنان , وعلاج اللثه', 200, 'الاسكندريه: شارع يثرب ', 'الاسكندريه', '23', 'عظام'),
(2, 'دكتور مصطفي احمد عبدالعال\r\n', 'اخصائي تجميل وزراعه الفم الاسنان\r\n', 'دكتور متخصص في اسنان الاطفال,تركيبات اسنان وعلاج اللثه', 200, 'المهندسين:شارع لبنان', 'القاهره', '15', ''),
(3, 'دكتور عمر خالد', 'خصائي تجميل وزراعه الفم الاسنان', 'متخصص في جراحه الوجه والفك وتجميل الاسنان وزراعه الاسنان', 150, 'المنوفيه:شارع لبنان', 'المنوفيه', '15', ''),
(4, 'دكتوره هاله عاطف', 'استشاري في تركيبات الاسنان-اسنان مسنين واطفال', 'دكتور اسنان متخصص في اشعه الاسنان وتركيبات الاسنان', 100, 'القليبوبيه : طوخ', 'القليبوبيه', '14', ''),
(5, 'دكتوره امل فوزي', 'استشاري طب وجراحه فم والاسنان \r\n', 'دكتور اسنان متخصص في تركيبات الاسنان وتقويم الاسنان ', 100, 'اسيوط :شارع عبدالناصر', 'اسيوط', '14', 'اسنان'),
(6, 'دكتور محمد صفوت مسعود', 'دكتور اسنان متخصص في اشعه الاسنان واسنان مسنين', 'دكتور اسنان متخصص في اشعه الاسنان واسنان مسنين', 200, 'المعادي :تقاطع شارع النصر مع شارع اللسلكي', 'القاهره', '12', ''),
(7, 'دكتور اسلام شوره', 'طبيب وجراح الفم والاسنان', 'دكتور اسنان متخصص في زراعه الاسنان وتركيب الاسنان', 200, 'المعادي :تقاطع شارع النصر مع شارع اللسلكي ', 'القاهره', '12', ''),
(8, 'دكتور هشام صفا', 'طبيب وجراح الفم و زراعه الاسنان', 'دكتور اسنان متخصص في زراعه الاسنان وتركيب الاسنان وجراحه الوجه والفكين', 150, 'السيده زينب :القصر العيني ', 'القاهره', '17', ''),
(1, 'دكتور وائل محمود عزت\r\n', 'إستشارى المخ و الاعصاب بالقصر العينى-\r\n', 'دكتور مخ واعصاب متخصص في مخ واعصاب بالغين و مخ واعصاب اطفال\r\n', 300, ' شارع 26 يوليو-ميدان لبنان(المهندسين)', 'القاهره', '90', 'عظام'),
(2, 'دكتور مصطفى زكريا\r\n', 'استاذ طب الاطفال كليه طب جامعه القاهره\r\n\r\n', 'دكتور مخ واعصاب متخصص في نفسى اطفال، مخ واعصاب اطفال\r\n\r\n', 400, ' ابو الهول السياحى متفرع من شارع -الهرم', 'الجيزه', '15', ''),
(3, 'دكتور عبدالله مكى\r\n', 'استشاري امراض المخ والاعصاب والطب النفسى والادمان\r\n\r\n', 'دكتور مخ واعصاب متخصص في نفسى اطفال و نفسى بالغين مخ واععصاب بالغين\r\n\r\n', 300, 'شبرا الخيمه : ش 15 مايو تقاطع الشارع الجديد', 'القليبوبيه', '27', ''),
(4, 'دكتور احمد محمد فهمى\r\n', 'استشارى المخ والاعصاب\r\n\r\n', 'دكتور مخ واعصاب متخصص فى مخ واعصاب بالغين\r\n\r\n', 300, 'العباسيه : ميدان عبده باشا', 'القاهره', '50', 'اسنان'),
(5, 'دكتور كمال البدوى\r\n', 'استشارى امراض المخ والاعصاب زالامراض النفسيه وعلاج الادمان\r\n\r\n', 'دكتور مخ واعصاب متخصص في مخ اعصاب اطفال، مخ واصاب بالغين، نفسى بالغين و نفسى اطفال\r\n\r\n', 150, 'الهرم : شارع ترعه الزمر', 'الجيزه', '28', ''),
(6, 'دكتور ايمن العزونى\r\n', 'استاذ المخ والاعصاب والطب النفسى بكليه الطب\r\n\r\n', 'دكتور مخ واعصاب متخصص في نفسى بالغين , مخ واعصاب اطفال مخ واعصاب بالغين\r\n\r\n', 600, ' ش مصدق لدقى', 'القاهره', '90', ''),
(1, 'دكتور ماجد الوكيل\r\n', 'أستاذ طب الأطفال وحديثى الولادة - إستشارى صحة وتغذية الأطفال\r\n\r\n', 'دكتور اطفال وحديثي الولادة متخصص في حساسية ومناعة اطفال، تخسيس وتغذية اطفال، حديثي الولادة و اطفال\r\n', 300, ' الدقي : شارع التحرير', 'القاهره', '42', 'اطفال'),
(2, 'دكتور الفريد ادوارد شرقاوي', 'استشارى طب الاطفال و حديثي الولاده', 'دكتور اطفال وحديثي الولادة متخصص في حساسية ومناعة اطفال، رضاعة طبيعية، حديثي الولادة، اطفال، جهاز هض', 100, 'فيكتوريا : شارع الجلاء', 'القاهره', '32', 'اطفال'),
(3, 'دكتور فؤاد حسن حنفي\r\n', 'استشاري اول الأطفال و حديثي الولادة- حاصل على البورد الامريكي فى طب الاطفال \r\n\r\n', 'دكتور اطفال وحديثي الولادة متخصص في اطفال، حساسية ومناعة اطفال، تخسيس وتغذية اطفال و رضاعة طبيعية', 250, ' 6 اكتوبر : سنتر اجياد فيو الحى العاشر', 'القاهره', '13', 'اطفال'),
(4, 'دكتور عبدالرحيم زمزمي\r\n', 'استشارى اول طب اطفال وامراض صدروحساسيه اطفال وحميات بالقصر العينى جامعة القاهرة\r\n\r\n', 'دكتور اطفال وحديثي الولادة متخصص في قلب اطفال، اطفال، رضاعة طبيعية، جهاز هضمي ومناظير اطفال', 200, 'فيصل : شارع ابى تمام', 'القاهره', '14', 'اطفال'),
(5, 'دكتور سعيد ابراهيم محمد', 'استشاري الاطفال و حديثي الولادة\r\n\r\n', 'دكتور اطفال وحديثي الولادة متخصص في مخ واعصاب اطفال، نفسي اطفال، روماتيزم اطفال', 150, 'عين شمس : خالد بن الوليد', 'القاهره', '56', 'اطفال'),
(1, 'دكتورة قمرية البنا\r\n', 'خصائية الجلدية و التجميل والليزر\r\n\r\n', 'دكتورة جلدية متخصص في جراحة تجميل الوجه\r\n، جلدية اطفال، تجميل وليزر،\r\n جلدية بالغين، جراحة تجميل ', 300, 'عيادات الجمل للتجميل (المهندسين)\r\nشارع عبد الحميد لطفي متفرع من شارع البطل احمد عبد العزيز', 'القاهره', '34', 'جلديه'),
(2, 'دكتور عزمي عبد اللطيف', 'استاذ الامراض الجلدية و التناسلية و العقم و الذكورة جامعة الازهر', 'دكتور جلدية متخصص في تجميل وليزر، امراض ذكورة، امراض تناسلية، جلدية اطفال و جلدية بالغين\r\n\r\n', 400, 'المهندسين : 50شارع محى الدين ابوالعز بجوار كنتاكى ويوجد بالعماره معامل النيل', 'القاهره', '17', 'جلديه'),
(3, 'دكتورة لمياء عبد الودود', 'استشاري الامراض الجلدية والتجميل والليزر', 'دكتورة جلدية متخصص في جلدية اطفال، تجميل وليزر و جلدية بالغين', 200, 'الزقازيق : طلبة عويضة', 'الزقازيق', '56', 'جلديه'),
(4, 'دكتورة رڤيان زكي شعبان', 'استشاري الجلديه و التجميل', 'دكتورة جلدية متخصص في امراض تناسلية، جلدية اطفال، تجميل وليزر و جلدية بالغين\r\n\r\n', 150, 'جانكليس : طريق الحرية', 'القليبوبيه', '29', 'جلديه'),
(5, 'دكتور سالم صلاح سالم\r\n', 'استشاري الأمراض الجلدية وتجميل البشرة بالليزر، استشاري الأمراض التناسلية والذكورة والعقم\r\n\r\n', 'دكتور جلدية متخصص في جلدية بالغين، امراض ذكورة، امراض تناسلية، تجميل وليزر و جلدية اطفال\r\n\r\n', 150, 'طنطا : ميدان ستوته (سعد زغلول)', 'طنطا', '15', 'جلديه'),
(6, 'دكتور محمد السيد حسن', 'استشارى امراض الجلدية والتناسلية والتجميل والليزر - دكتوراة الامراض الجلدية \r\n\r\n', 'دكتور جلدية متخصص في تجميل وليزر، جلدية اطفال، جلدية بالغين\r\n', 200, 'فيصل : شارع فيصل الرئيسى ناصيه شارع المستشفى', 'الجيزه', '28', 'جلديه'),
(7, 'دكتور مصطفى سند\r\n', 'استشاري الجلديه وأمراض الشعر\r\n\r\n', 'دكتور جلدية متخصص في جلدية اطفال، جلدية بالغين، امراض ذكورة، امراض تناسلية و تجميل وليزر\r\n\r\n', 150, 'العاشر من رمضان', 'الزقازيق', '14', 'جلديه'),
(8, 'دكتورة امانى عبد الهادى\r\n', 'استشاري الأمراض الجلدية والتجميل والليزر\r\n\r\n', 'دكتورة جلدية متخصص في جلدية بالغين\r\n\r\n', 400, 'التجمع : شارع 15', 'القاهره', '17', 'جلديه'),
(9, 'دكتور حسام الدين براوي\r\n', 'استشاري الامراض الجلدية والتناسلية والعقم - عضو الجمعية الامريكية لامراض الجلد والتناسلية والليزر\r\n\r', 'دكتور جلدية متخصص في جلدية بالغين، امراض ذكورة، امراض تناسلية، جلدية اطفال و تجميل وليزر\r\n\r\n', 200, 'بولكلي : شارع مسجد الهدايا من ش ابوقير', 'القليبوبيه', '44', 'جلديه'),
(10, 'دكتورة سهير طه\r\n', 'اسشارى الامراض الجلدية\r\n\r\n', 'دكتورة جلدية متخصص في امراض تناسلية، تجميل وليزر، جلدية بالغين و جلدية اطفال\r\n\r\n', 300, 'بولكلي : شارع مسجد الهدايا من ش ابوقير', 'القليبوبيه', '10', 'جلديه'),
(1, 'دكتور مبروك عبد الخالق\r\n', 'أستاذ الأنف و الأذن و الحنجره\r\n\r\n', 'دكتور انف واذن وحنجرة متخصص في انف واذن وحنجرة اطفال، انف واذن وحنجرة بالغين، جراحة انف واذن وحنجرة ', 400, 'المهندسين : شارع البطل احمد عبد العزيز\r\nشارع عبد الحميد لطفي متفرع من شارع البطل احمد عبد العزيز', 'القاهره', '19', 'انف واذن'),
(2, 'دكتور أحمد عبد الخالق رضوان\r\n', 'استشاري جراحات و مناظير الأذن، الانف و الحنجرة -جامعة القاهرة- دكتور انف واذن ', 'دكتور انف واذن وحنجرة متخصص في جراحة انف واذن وحنجرة بالغين، انف واذن وحنجرة بالغين، اضطراب السمع وا', 300, 'الشيخ زايد : توين تورز محور ٢٦ يوليو', 'القاهره', '10', 'انف واذن'),
(3, 'دكتور محمد سيد بدر\r\n', 'استشاري أمراض الأنف و الأذن و الحنجرة من كلية طب القصر العيني جامعة القاهرة\r\n\r\n', 'دكتور انف واذن وحنجرة متخصص في انف واذن وحنجرة اطفال، انف واذن وحنجرة بالغين، جراحة انف واذن وحنجرة ', 250, 'عيادات بيت الحكمة (فيصل )', 'القاهره', '60', 'انف واذن'),
(4, 'دكتور محمد نجيب\r\n', 'دكتور محمد نجيب\r\n', 'دكتور انف واذن وحنجرة متخصص في جراحة انف واذن وحنجرة اطفال،\r\nانف واذن وحنجرة اطفال، جراحة انف واذن و', 350, 'مدينة نصر : مصطفي النحاس', 'القاهره', '47', 'انف واذن'),
(5, 'دكتور عفت عبدالفتاح\r\n', 'استشاري ودكتوراه جراحة الأنف و الأذن و الحنجرة\r\n\r\n', 'دكتور انف واذن وحنجرة متخصص في انف واذن وحنجرة بالغين، اضطراب السمع\r\nوالتوازن، جراحة انف واذن وحنجرة', 150, '-المعادي : شارع النصر - ميدان الجزائر', 'القاهره', '19', 'انف واذن'),
(1, 'دكتور محمد حسين الشيخ\r\n', 'اخصائي الطب النفسي وعلاج الادمان\r\n', 'دكتور نفسي متخصص في علاج النفسي ومخ واعصاب', 400, 'المهندسين: عبدالمنعم رياض', 'القاهره', '22', 'نفسي'),
(2, 'دكتوره سالي محمد الشيخ', 'استشاري الطب النفسي وعلاج الادمان', 'دكتور متخصص في استشارات اسريه وعلاج الادمان', 650, 'الاسكندريه:53 شارع عمان بجوار نادي الصيد', 'الاسكندريه', '33', 'نفسي'),
(3, 'دكتوره هناء لمعي', 'استشاري الامراض النفسيه والعصبيه وعلاج الادمان', 'متخصص في علاج السموم وعلاج الادمان \r\n', 200, 'اسيوط: رياض تقاطع صالح صبحي \r\n', 'اسيوط', '17', 'نفسي'),
(4, 'دكتور حسام عماره', 'استشاري الامراض النفسيه والعصبيه وعلاج الادمان', 'متخصص في علاج السموم وعلاج الادمان ونفسي المراهقين', 600, 'القليبوبيه: شارع طرابلس متفرع من عباس العقاد', 'القليبوبيه', '32', 'نفسي'),
(5, 'دكتور محمد الجوهري', 'استشاري الطب النفسي وامراض المخ والعصبيه وعلاج الادمان\r\n', 'متخصص في علاج الادمان ونفسي الاطفال', 300, 'رشدي:طريق الحريه مصطفي كامل', 'الجيزه', '29', 'نفسي'),
(6, 'دكتور هشام ماجد عبدالفتاح\r\n', 'المدير العلاجي لمستشفي العباسيه للصحه النفسيه\r\n', 'متخصص في علاج الادمان ونفسي الاطفال', 300, 'الهرم:ناصر الثوره', 'الجيزه', '23', 'نفسي'),
(7, 'دكتوره مي عيسي\r\n', 'دكتوره مي عيسي\r\n', 'دكتور نفسي متخصص في نفسي بالغين ونفسي الاطفال', 325, 'الشرقيه :عبد الحليم ', 'الشرقيه', '57', 'نفسي'),
(8, 'دكتور هشام الشافعي\r\n', 'اخصائي الطب النفسي وعلاج الادمان مستشفي المعموره\r\n', 'دكتور نفسي متخصص في استشارات اسريه ونفسي الاطفال', 220, 'السيوف: دورن السيوف خلف المطافي', 'المنوفيه', '43', 'نفسي'),
(1, 'دكتوره دعاء صلاح الدين محمود\r\n', 'استاذ واستشاري نساء و توليد وامراض النساء وتاخر الانجاب\r\n', 'دكتور نساء و توليد متخصص في امراض النساء والحقن المجهري', 350, 'المهندسين: الكوثر من جامعه الدول', 'القاهره', '28', 'نساء وتوليد'),
(2, 'دكتور هشام عصام\r\n', 'استاذ واستشاري نساء و توليد وامراض النساء\r\n', 'دكتور نساء و توليد متخصص في جراحات تجميل نسائيه وجراحه اورام الرحم', 250, 'الهرم: شارع الهرم محطه سهل حمزه', 'القاهره', '29', 'نساء وتوليد'),
(3, 'دكتور محمود الشريف\r\n', 'استاذ واستشاري نساء و توليد وامراض العقم\r\n', 'دكتور نساء و توليد متخصص في جراحات تجميل نسائيه', 300, 'المعادي: نيركو الشطر الخامس', 'القاهره', '12', 'نساء وتوليد'),
(4, 'دكتور ابو بكر النشار', 'استاذ واستشاري نساء و توليد استشارى الحقن المجهري', 'دكتور نساء و توليد متخصص في الحقن المجهري', 200, 'القليبوبيه: اول شارع السكه ', 'القلبيوبيه', '28', 'نساء وتوليد'),
(5, 'دكتوره منال غباشي\r\n', 'استاذ واستشاري نساء و توليد', 'دكتور نساء و توليد متخصص في الجراحات النسائيه التجمليه', 250, 'مدينه نصر: شارع نجاتي سراج', 'القاهره', '15', 'نساء وتوليد'),
(6, 'دكتور هاني كاشف\r\n', 'استاذ واستشاري نساء و توليد واستشاري الحقن المجهري\r\n', 'دكتور نساء و توليد متخصص في الجراحات النسائيه وامراض النساء ولاده', 200, 'المعادي : عبد المنعم رياض', 'القاهره\r\n', '14', 'نساء وتوليد');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
